Repository: zykloid/feedbackreporter
Catalog: Resources/*.lproj/FeedbackReporter.strings
Languages: french, german, pt_br

# %@ has encountered an exception!
source: %@ encountered an unexpected error.
french: %@ a rencontré une erreur imprévue !
german: In %@ ist ein unerwarteter Fehler aufgetreten.
pt_br: Ocorreu um erro inesperado com %@!

# %@ has recently crashed!
source: %@ recently quit unexpectedly.
french: %@ a récemment rencontré un problème !
german: %@ wurde vor kurzem unerwartet beendet.
pt_br: %@ encerrou inesperadamente.

# Send feedback
source: To help us improve our software your feedback is highly welcome! Click Details to see what information is sent to us.
french: Pour que nous puissions corriger le problème, merci de nous envoyer ce rapport. Cliquez sur Détails pour voir les informations qui seront envoyées.
german: Um uns zu helfen dass Problem zu beheben, schicken Sie uns bitte diesen Bericht. Klicken Sie auf Details um zu sehen welche Information an uns gesendet werden.
pt_br: Sua opinião é muito bem-vinda para nos ajudar a melhorar nosso software. Clique em Detalhes para visualizar quais informações serão enviadas.

# Send crash report
source: To help us fix the problem, please send us this feedback report. Click Details to see what information is sent to us.
french: Pour que nous puissions corriger le problème, merci de nous envoyer ce rapport. Cliquez sur Détails pour voir les informations qui seront envoyées.
german: Um uns zu helfen dass Problem zu beheben, schicken Sie uns bitte diesen Bericht. Klicken Sie auf Details um zu sehen welche Information an uns gesendet werden.
pt_br: Por favor envie-nos este relatório para ajudar a resolver o problema. Clique em Detalhes para ver quais informações serão enviadas.

source: anonymous
french: anonyme
german: anonym
pt_br: anônimo

source: Cancel
french: Annuler
german: Abbrechen
pt_br: Cancelar

# Comments:
source: What you did just before the problem occurred:
french: Ce que vous faisiez juste devant l'apparition du problème :
german: Kommentar:
pt_br: O que você estava fazendo ao ocorrer o problema:

source: Console
german: Konsole

# Email address:
source: Your email address if you would like us to get in touch with you:
french: Votre email, si vous voulez que nous vous contactions :
german: Ihre Email-Adresse falls wir Sie kontaktieren sollen:
pt_br: Seu endereço de e-mail, caso deseje que entremos em contato:

source: Error: %@
french: Erreur : %@
german: Fehler: %@
pt_br: Erro: %@

source: Exception
german: Ausnahmefehler
pt_br: Exceção

# Got a problem with %@?
source: Got an idea how to improve %@?
french: Avez-vous des problèmes avec %@ ?
german: Sie haben ein Problem mit %@?
pt_br: Tendo problemas com %@?

source: Preferences
french: Préférences
german: Einstellungen
pt_br: Preferências

source: Script
german: Skript

source: Send
french: Envoyer
german: Absenden
pt_br: Enviar

# Sorry, failed to submit your feedback to the server.
source: Error submitting your feedback to the server.
french: Erreur pendant l'envoi de votre rapport au serveur.
german: Leider konnte der Report nicht zum Server übertragen werden.
pt_br: Ocorreu um erro ao enviar seu feedback ao servidor.

# You may not be able to send feedback because %@ isn't reachable.
source: You may not be able to send feedback because %@ isn't reachable. Please ensure you have a network connection before proceeding.
french: Le rapport ne pourra pas être envoyé car %@ est inaccessible. Assurez vous d'être connecté au réseau avant continuer.
german: Der Server %@ scheint nicht erreichbar zu sein. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind.
pt_br: O servidor %@ não está disponível. Por favor verifique sua conexão antes de proceder.

source: Feedback Host Not Reachable
french: Le serveur de rapports n'est pas accessible
german: Feedback Server nicht erreichbar
pt_br: Servidor de Feedback Inacessível

source: Proceed Anyway
french: Continuer
german: Trotzdem versuchen
pt_br: Continuar Mesmo Assim

# Feedback comment label
source: Your feedback:
german: Ihr Feedback:
pt_br: Seu feedback:
